[{
  "_id": {
    "$oid": "670b687430280980f27b061f"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_1.pdf",
  "summary": "In their assessment fio income-tnx the assessees claimed that the amounts so deducted should bo excluded from their asRessable income as business cxpenditme under s. 10 (2) (xv) of tbe Income­ tax Act. Galcu~~/Y'\"'Y dated 9th Septern ber, 1949, in a reference under · section 66 (2) of the Indian Income-tax Act, 1922. The respondents are a private limited company which was brought into existence to float various companies including cotton mills. The Commissioner of Income.tax, West Bengal, has come in appeal to us. Now it is clear that this being a claim for exemption of an amount, contended to be an expenditure falling under section 10(2)(xv), the burden of proving the (l) [1927] l K.B. Surprisingly, we find that the High Court, in its judgment, has taken the argument of Mr. Mitra as if they were facts and have based their conclusion solely on that argument. that the jurisdiction of the High Court in these matters Commm•onu of· l d · d 1 l · f J T 'b 1 1 · t \" is on y a v1sory an t ie cone uswns o t ie n una ;,;:;m;~:a~z on facts are the conclusions on which the High Conrt v, is to exercise such advisory jurisdiction is illustrated Oa'cutta Agency by this case. In our opinion this is an entirely wrong approach and should not have been permitted by the High Court. My predecessor obser- ~:~·;;~~~1 • ved: \"Nothmg 1s m evidence to show that the managmg v. agency company had surplus money and such money Calcutta Ag••cv · was invested or that there was any need to borrow. Reliance was placed for this contention on Raja Bijoy Singh Dudhuria's case(').",
  "keywords": [
    "argument",
    "respondent",
    "payment",
    "act",
    "agency",
    "said",
    "section",
    "incometax",
    "assessee",
    "tribunal",
    "fact",
    "high",
    "case",
    "court",
    "company"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0620"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_10.pdf",
  "summary": "They further Ts\"' LoMrd Ku,.,L· htdna stated that it was not possible for them to sell sugar ugar ' s ., 1 . During the Suez crisis, sugar was exported in large quantities from this country, and earned 12·4 crores as foreign exchange. h • • eor nsu into account, Sugar Mills Ltd., \"any public general knowledge of which the andAnot/ur Court would take judicial notice, and may in a proper .v. That other oontemporaneous legislation passed as part of a legislative plan can be ex11-mined was clearly laid down by the Privy Council in Pillai v. Muda­ nayake ('). o t e total quantity produced by a factory, the loss which was Hidayatullah J. expected to be Rs. of their total production, and it is inconceivable that they are unable to sell sugar in the open home market. It is said that the Act was passed with a view to earn foreign exchange by export of sugar. From what I have earlier stated it does not appear to me that the industry needed any stabi­ lisation. During times of stress and strain, such as war or pestilence, greater restrictions may be imposed on a fundamental right to do business in  -S.C.R. To capture foreign market or to have a substantive share therein is not an easy task, as it depends upon many imponderables, namely, the availability of sugar, its demand, its comparative ID;erit,s with the sugar produced in other markets, transport facilities, mutual agreement requift ments, international affiliations etc.",
  "keywords": [
    "factory",
    "petitioner",
    "said",
    "quantity",
    "owner",
    "court",
    "restriction",
    "india",
    "agency",
    "loss",
    "government",
    "price",
    "export",
    "act",
    "sugar"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0621"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_11.pdf",
  "summary": "SUPREME COURT REPORTS 97 the complaint on February 2,1953,could not make legal proceedings which had already commenced without jurisdiction. He had at no time any intention to carry out of India the said currency notes without a permit. It is significant that the appellant did not examine Joshi as a witness in support of his case. It is not uv!ikely that if he had done so some inconvenient results would have followed in consequence of.close questioning of Joshi regarding' the entire transaction. Inspector Mitra's application definitely states that he in asking for permission to investigate a non-cognizable offence under s. 155, Cr. It was necessary therefore for Inspector Mitra to obtain from the Additional District Magistrate a warrant of arrest. It is clear, therefore, that upto September 16, 1952, the Additional District Magistrate had not taken cognizance of any offence. It was, however, argued that when Mitra applied for a search warrant on Septem­ ber, 16, 1952, the Additional District Magistrate had recorded an order thereon, \" Permitted. 106 SUPREME COURT REPORTS [1960(1)] \"What is ta.king cognizance has not been defined in the Criminal Procedure Code and. It is, however, argued that in Chari's case this Court was dealing with a matter which came under the Prevention of Corruption Act.",
  "keywords": [
    "order",
    "bank",
    "note",
    "case",
    "taken",
    "cognizance",
    "warrant",
    "act",
    "september",
    "offence",
    "additional",
    "district",
    "court",
    "appellant",
    "magistrate"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0622"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_12.pdf",
  "summary": "The · company replied that payments in past years had been entirely ex gratia and as there was loss in 1953 it was not possible to make any ex gratia payment that year. The company's case was that payment of bonus had all along been ex gratia depending upon profits except in a few years. It was also inclined to the view that the company's accounts showing loss were not reliable and there might even be a case for profit bonus; but eventually it granted one month's basic wages as customary puja bonus. Thereupon the company filed an application for special leave to appeal to this Court, which was allowed; and that is how the matter has come up before us. Puja is a special festival of particular importance in Bengal ; and it has become usual with many firms there to pay their employees bonus to meet special puja expenses. Disputes have arisen with respect to this bonus which were adjudicated npon by various tribunals. Let us now see whether these tests are satisfied in the present case. Lastly, the condition that payment should have been at a uniform rate has also been satisfied because one month's basic wage is the quantum of bonus from 1940 right up to 1952 without any change. It is true that the workmen pitched their demand too high for three month's bonus in 1953. As this question has arisen for tlie first time in this Court as a distinct issue and was not clearly considered before by the Appellate Tribunal, we order the parties to bear their own costs.",
  "keywords": [
    "traditional",
    "customary",
    "employment",
    "month",
    "company",
    "paid",
    "implied",
    "tribunal",
    "workman",
    "term",
    "case",
    "puja",
    "year",
    "payment",
    "bonus"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0623"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_13.pdf",
  "summary": "SUPREME COURT REPORTS 117 after the assessee had filed a voluntary return was r959 valid in law ? In that event, the a:;sessmcnt should have been completed on or before March 31, 19b0. income-tax to furnish, within such period not being less than sixty days ... a return .. ., setting forth ... his total income and tot.ti world income during that year: • * * (2) In the case of any person whose total income is, in the Income-tax Officer's opinion, of such an amount as to render such person liable to income­ tax, the Income-tax Officer may serve a notice upon him requiring him to furnish, within such period, not being less than thirty days ... a return ... setting forth . It will be seen from this, that, as the Bombay High Court correctly pointed out, there is a time limit provided in sub-ss. There is no disput_e that a return could be filed in this case, late though it was. In some of them, the point need not have been taken up for decision, though it was. Ranchhoddas It is a return, such as the assessee considers, repre­ Karsondas, Bombay sen ts his true income. A return in answer to that notice could be filed under s. 22(3) before assessment, and for this there is no limit of time. Before leaving this case, we may refer to two other arguments, whieh were raised.",
  "keywords": [
    "officer",
    "high",
    "case",
    "filed",
    "section",
    "assessee",
    "act",
    "bombay",
    "court",
    "assessment",
    "incometax",
    "year",
    "notice",
    "income",
    "return"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0624"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_14.pdf",
  "summary": "He appealed against his con­ viction to the Calcutta High Court. About a month previous to the date of occurrence the appellant had made a proposal' to her that she should live with him which was rejected. on approver's evidence, it is a settled rule of practice not to convict a person on such evidence except under very rare and excep­ tional circumstanc~s. I, therefore, warn you, gentle­ men, that it is highly dangerous to convict on approver's evidence alone. There can, no doubt be a legal conviction upon the uncorroborated evi­ dence of an accomplice and, as already stated, the uncorroborated testimony of an accomplice is strictly admissible and a conviction based on it alone is not illegal, yet you should remember, gentlemen, that experience teaches us that an accomplice being always an infamous person, he having thrown to the wolves his associates and friends in order to save his own skin and, though criminal, has purchased his liberty by betrayal, his evidence must be received with very great caution and it is highly dangerous to act upon his evidence unless it is materially corroborated. In the present case, a previous statement of an approver, viz., the confes­ sion has been made exhibit before you, but that previous statement, you are further to bear in mind, cannot r.orroborate his latter statement, viz., the statements that have been made by him before you in this Court. It is true that in Sarwan Singh's case this Court had held, \"The appreciation of an approver's evidence has to satisfy a double test. Indeed, the Sessions Judge went to the length of telling the jury that although an approver's evidence is strictly admissible and a conviction is not illegal merely because it is based on an approver's evidence, it was a settled rule of practice not to convict a person on such evidence except under very rare and excep­ tional circumstances and usually substantial cor­ roboratLm was required. I959 j nanendra Nath Ghose v. The State of West Bengal Imam]. When enquiries were made from the appellant by Brojeswari he first replied that the deceased had not gone with him and that he did not know anything about his whereabouts.",
  "keywords": [
    "committed",
    "session",
    "judge",
    "connect",
    "circumstance",
    "corroboration",
    "deceased",
    "accused",
    "case",
    "court",
    "jury",
    "crime",
    "appellant",
    "approver",
    "evidence"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0625"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_15.pdf",
  "summary": "140 SUPREME COURT REPORTS (1960(1)] z959 overtime wages was made by the respondent on two alternative grounds. That being so, we think it is necessary first to consider the correctness of this view. It appears that there are three statutes which pro­ vide for the payment of extra. This provision has been subsequently amended by Act 59of1956, which makes the rate for overtime one and one-half times the ordinary rate of pay ; but it is common ground that we are not  S.C.R. SUPREME COURT REJ:>OH.TS 145 to be an establishment for the purposes of this Act. Section 2, sub-s. (6) Ga1endragadliar J. defines an employee as meaning a person wholly or principally employed in, and in connection with, any establishment, and includes an apprentice hut does not include a member of the employer's family. II shall not apply to z959 the establishments, employees and other persons men- h d 1 f h 'd B. P. Hira tioncd against them in t e secon co mun o t e sai v. schedule. 7 to 55 it is only some provisions of the Act specified in col. 3 that are excluded. In other words, the remaining sections not so specified would apply to them. If that is so, they must be and are establishments under s. 2(8) of the Act.",
  "keywords": [
    "timekeeper",
    "bombay",
    "claim",
    "employee",
    "section",
    "worker",
    "authority",
    "respondent",
    "overtime",
    "said",
    "wage",
    "provision",
    "establishment",
    "factory",
    "act"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0626"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_16.pdf",
  "summary": "a) During November 2000 Titan Stock Broking Limited, Shri Harish Biyani, Amritlal Gopalji Thacker, Niraj Balasaria artificially increased the price of DSQ Industries  through their trades . Titan Stock Broking and Amritlal Thackerji stated that transactions were done for various DSQ Industries Ltd. 2.2 Shri Harish Biyani re plied to the said show cause vide his letter dated 26.02.04 as under: T rading was concentrated among 3 brokers namely Shri Harish Biyani, Niraj Kumar Balasaria and Amritlal Gopalji Thacker. Ltd. and Shri Harish Biyani also discounted post dated cheques given to them by S HCIL under the ‘cash on payout ’ scheme. It is noted  that the buy and sell orders were placed in clos e proximity of time 5 -15 seconds. Regarding credits into its account from SMIFS,  Biyani Sec urities (P) Ltd stated that it purchased 1,55,000 shares in sett no. As regards sale of these 8.7 lakh shares in the ‘sell n cash ’ scheme, Biyani Securities Pvt. Date  Particulars  Qty 21/2/01   By CM Smifs, Physical / 2001146  170000 Page 24 of 41 Once again, it is seen that shares wer e credited as market purchases. Ltd. who were brokers at t he relevant time and belonged to the D K Singhania group (2,50,000 shares each).",
  "keywords": [
    "pm",
    "broker",
    "transaction",
    "hulda",
    "order",
    "pvt",
    "shri",
    "harish",
    "security",
    "rathyatrasa",
    "share",
    "self",
    "biyani",
    "buy",
    "sell"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0627"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_18.pdf",
  "summary": "76 [Rule2 ThePrevention ofMoney-laundering (Maintenance ofRecords) Rules,2005 l[(ca)\"KnowYourClient(KYC)Identifier\" meanstheuniquenumber or codeassigned toaclientbytheCentralKYCRecords Registry;] l[(cb)\"KnowYourClient(KYC)records\" meanstherecords, including the electronic records, relieduponbyareporting entityincarrying out clientduediligence asreferred toinrule9oftheserules;] l[(cc)\"lastKYCverification orupdation\"meansthelasttransaction made byareporting entityintheCentralKYCRecords Registry bywhich theKYCrecordsofaclientwererecorded, changed orupdated by areporting entity;] 2[3[(cd)] \"nonprofitorganisation\" meansanyentityororganisation thatis registered asatrustorasocietyundertheSocieties Registration Act,1860(21of1860)oranysimilar Statelegislation ora company registered under4[section 8oftheCompanies Act,2013 (18of2013)];] (d)\"officially validdocument\" means5[thepassport, thedrivinglicence, theVoter'sIdentity CardissuedbyElection Commission ofIndia, jobcardissuedbyNREGA dulysignedbyanofficeroftheState Government, theletterissuedbytheNational Population Register containing detailsofname,addressoranyotherdocument asnotified bytheCentralGovernment inconsultation withtheRegulator]: 6[Provided thatwheresimplified measures areappliedforverifying theidentity oftheclientsthefollowing documents shallbedeemed tobeofficially validdocuments:- (a)identitycardwithapplicant's Photograph issuedbyCentral/State Government Departments, Statutory IRegulatory Authorities, PublicSectorUndertakings, Scheduled Commercial Banks,and PublicFinancial Institutions; (b)letterissuedbyagazetted officer,withadulyattestedphotograph oftheperson:] 7[Provided furtherthatwheresimplified measures areapplied forverifying thelimitedpurpose ofproofofaddress ofthe 1.Ins.byC.5.R.544(E),dated7thJuly,2015(w.e.f.7-7-2015). ThePrevention ofMoney-laundering (Maintenance ofRecords) Rules,2005[Rule2 78 activityofreporting entitiesortheDirector asmaybenotified bytheGovernment foraspecificreporting entityoraclassof reporting entitiesorforaspecificpurpose; (ii)theReserve BankofIndiawithrespect toCentral KYC Records Registry asdefined inclause(aa)ofsub-rule (1)of rule2;] 1[(iii)theDirectorate General ofGoodsandServiceTaxintelligence withrespecttoGemsandJewellery Sector.] Thewords,beforesubstitution byG.5.R.576(E),dated27thAugust, 2013,stood asunder: \"Everybanking company orfinancial institution orintermediary, asthecasemaybe,shall maintain therecordofalltransactions including therecordof,- (A)allcashtransactions ofthevalueofmorethanrupeestenlakhsoritsequivalent in foreigncurrency; (B)allseriesofcashtransactions integrally connected toeachotherwhichhavebeen valuedbelowrupeestenlakhsoritsequivalent inforeigncurrency wheresuchseries oftransactions havetakenplacewithinamonth;\".79 80 ThePrevention ofMoney-laundering (Maintenance ofRecords) Rules,2005[Rule3 l[(BA)alltransactions involving receiptsbynon-profit organisations ofvalue morethanrupeestenlakh,oritsequivalent inforeigncurrency;] 2[(C)all'cashtransactions whereforgedorcounterfeit currency notes orbanknoteshavebeenusedasgenuine orwhereanyforgeryof avaluable security oradocument hastakenplacefacilitating the transactions;] (D)allsuspicious transactions whether ornotmadeincashandbyway of- (i)deposits andcredits,withdrawals intoorfromanyaccounts in whatsoever nametheyarereferred toinanycurrency maintained bywayof- (a)cheques including thirdpartycheques, payorders,demand drafts,cashierscheques oranyotherinstrument ofpayment of moneyincluding electronic receipts orcreditsandelectronic payments ordebits,or (b)travellers cheques, or (c)transferfromoneaccountwithinthesamebanking company, financial institution andintermediary, asthecasemaybe, including fromortoNostroandVostroaccounts, or (d)anyothermodeinwhatsoever nameitisreferred to; (ii)creditsordebitsintoorfromanynon-monetary accounts. (10)Whentherearesuspicions ofmoneylaundering orfinancing oftheactivities relating toterrorism orwheretherearedoubtsabouttheadequacy orveracity ofpreviously obtained customer identification data,everybanking company, financial institution and <,intermediary shallreviewtheduediligence measures including verifying againtheidentity oftheclientandobtaining information onthepurpose andintended natureofthebusiness relationship, asthecasemaybe. l[(lB)TheCentral KYCRecords Registry shallprocess theKYCrecords received fromareporting entityforde-duplicating andissueaKYCIdentifier for eachclienttothereporting entity,whichshallcommunicate theKYCIdentifier inwritingtotheirclient;] 1[(1C)Whereaclient,forthepurposes ofclause(a)andclause(b),submits aKYCIdentifier toareporting entity,thensuchreporting entityshallretrieve theKYCrecords onlinefromtheCentralKYCRecords Registry byusingthe KYCIdentifier andshallnotrequireaclien:ttosubmitthesameKYCrecords orinformation oranyotheradditional identification documents ordetails, unless-820 [Rule9 Contd.fromprevious page (6)Wheretheclientisanunincorporated association orabodyofindividuals, itshall submittothebanking company, orthefinancial institution ortheintermediary one certified copyofthefollowing documents:- (i)resolution ofthemanaging bodyofsuchassociation orbodyofindividuals; (ii)powerofattorney granted tohimtotransact onitsbehalf; (iii)anofficially validdocument inrespectofthepersonholding anattorney totransact onitsbehalf;and (iv)suchinformation asmayberequired bythebanking company orthefinancial institution ortheintermediary tocollectively establish thelegalexistence ofsuchan association orbodyofindividuals. (5)Notwithstanding anything contained insub-rules (4)and(4A),a individual whodesirestoopenasmallaccount inabanking company mayb allowed toopensuchanaccount onproduction ofaself-attested photograp andaffixation ofsignature orthumbprint,asthecasemaybe,ontheformfc opening theaccount: Provided that- (i)thedesignated officerofthebanking company, whileopening th smallaccount, certifies underthissignature thatthepersonopenin theaccounthasaffixedhissignature orthumpprint,asthecasema be,inhispresence:82H [Rule Contd.fromprevious page (i)Certificate ofincorporation; (ii)Memorandum andArticles ofAssociation; (iii)Aresolution fromtheBoardofDirectors andpowerofattorney granted toi managers, officersoremployees totransact onitsbehalf;and (iv)artofficially validdocument inrespectofmanagers, officersoremployees holdir anattorney totransact onitsbehalf. (ii)Whentherearesuspicions ofmoneylaundering orfinancing ofthe activities relating toterrorism orwheretherearedoubtsabouttheadequacy orveracity ofpreviously obtained clientidentification data,thereporting entity shallreviewtheduediligence measures including verifying againtheidentity oftheclientandobtaining information onthepurpose andintended natureof thebusiness relationship, asthecasemaybe. \" 1[(16)Incasetheclientreferred toinsub-rules (4)to(9)ofrule9isnot aresident orisaresident intheStatesofJammuandKashmir, Assamor Meghalaya anddoesnotsubmitthePermanent Account Number, theclientshall submittothereporting entityonecertified copyofofficially validdocument containing detailsofhisidentity andaddress; onerecentphotograph andsuch otherdocument including inrespectofthenatureofbusiness andfinancial status oftheclientasmayberequired bythereporting entity.] 1{(18)Incasetheidentity information relating totheAadhaar number or Permanent Account Number submitted bytheclientreferred toinsub-rule (4)to (9)ofrule9doesnothavecurrentaddress oftheclient,theclientshallsubmit anofficially validdocument tothereporting entity:] 2[Provided thatincaseofofficially validdocument furnished bytheclient doesnotcontainupdated address, thefollowing documents shallbedeemed to beofficially validdocuments forthelimitedpurpose ofproofofaddress:- (a)utilitybillwhichisnotmorethantwomonthsoldofanyserviceprovider (electricity, telephone, post-paid mobilephone,pipedgas,waterbill); (b)property orMunicipal taxreceipt; (c)pension orfamilypension payment orders(PPOs)issuedtoretired employees byGovernment Departments orPublicSectorUndertakings, iftheycontamtheaddress; (d)letterofallotment ofaccommodation fromemployer issuedbyState Government orCentralGovernment Departments, statutory orregulatory bodies,publicsectorundertakings, scheduled commercial banks,financial institutions andlistedcompanies andleaveandlicenceagreements with suchemployers allotting officialaccommodation; Provided further thattheclientshallsubmit updated officially valid document withcurrentaddress withinaperiodofthreemonthsofsubmitting theabovedocuments.] 82N ThePrevention ofMoney-laundering (Maintenance ofRecords) Rules.2005[Rule9A (f)shallappointacomrliance officerwhoshallberesponsible formonitoring thecompliance 0theAct,therulesmadeandthenotifications issuedthereunder andalsotheguidelines andinstructions issuedbXtheCentralGovernment andtheRegulator andforredressal ofClients grievances; thecompliance officershallimmediately andindependently reporttotheCentral Government anynon-compliance observed by him; (g)theRegulator inconsultation withtheCentral Govermnent andthe CentralKYCRecords Registry mayissueguidelines tobefollowed by thereporting entitiesforfilingtheKYCrecordswiththeCentralKYC Records Registry oranyothermatterinconnection withorincidental thereto; (h)theCentral Government, inconsultation withRegulator, mayby notification inthepublicinterest andintheinterest oftheregulated entities, directthatanyoftheprovisions ofrule9orrule9A- (i)shallnotapplytoaclassorClassesofregulated entities; or (ii)shallapplytotheclassorClassesofregulated entitieswithsuch exceptions, modifications andadaptations asmaybespecified inthe notification. ]",
  "keywords": [
    "transaction",
    "financial",
    "information",
    "theprevention",
    "provided",
    "ofrecords",
    "maintenance",
    "validdocument",
    "rule",
    "ofmoneylaundering",
    "institution",
    "account",
    "wef",
    "company",
    "number"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0628"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_2.pdf",
  "summary": ")-Thc Bihar Land Reforms Act, XXX of 1950, is not unconstitutional or void except with regard to the provisions in s. 4(b) and s. 23(f) thereof. Indeed if this were not so, there would be nothing in the Constitution to prevent acquisition for a non-public or private purpose and without payment of compensation-an absurd result. Mr. Das contended, and in my opinion rightly, that jurisdiction to acqmre private property by legislation can only be exercised for a public purpose. Shearer J. said as follows :- \"We are, in my opm10n, estopped from saying that the acquisition of estates and tenures is not an acqui- sition for such a purpose. Taking ~10ney under the right of eminent domain, when 1t must be compensated in money afterwards is nothing more or less than a forced loan. taking half without any return and this is naked confiscation, no matter in whatever specious form it may be clothed or disguised. If the legis- lature is omnipotent, tl:;i.e mqtives, which impel it to enact a particular law, are absolutely irrelevant; arid  S.C.R. It is futile to attempt to get over this anomaly by suggesting that clauses ( 4) and (5) (b) (ii) of article 31 have been inserted in the Constitution ex abundanti cautela, for, if Mr. P. R. Das were correct in his submission, no amount of caution was necessary for protecting a law that, ex hypothesi, cannot be made at all. It is to emphasise this immunity from State action as a fundamental right that the clause has been worded in negative language. It seems that choses in action too cannot be so acquired ; reference has been made already to Cooley's observations.",
  "keywords": [
    "bihar",
    "list",
    "property",
    "acquisition",
    "court",
    "provision",
    "public",
    "purpose",
    "power",
    "law",
    "entry",
    "article",
    "compensation",
    "act",
    "state"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b0629"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_3.pdf",
  "summary": "—Parliament may by law admit into the Union, or establish, new States on such terms and conditions as it thinks fit. (3) Nothing in this article shall prevent the State from making any special provision for women and children. —No person shall be deprived of his life or personal liberty except according to procedure established by law. (2) Nothing in this article shall prevent the State from imposing compulsory service for public purposes, and in imposing such service the State shall not make any discrimination on grounds only of religion, race, caste or class or any of them. —(1) All minorities, whether based on religion or language, shall have the right to establish and administer educational institutions of their choice. —The State shall endeavour to provide early childhood care and education for all children until they complete the age of six years.] THE CONSTITUTION OF  INDIA (Part V.—The Union)63 Provided that an appeal under sub-clause ( c) shall lie subject to such provisions as may be made in that behalf under clause (1) of article 145 and to such conditions as the High Court may establish or require. by the Goa, Daman and Diu Reorganisation Act, 1987 (18 of 1987) s. 63, for \"a Union territory referred to in clause (1) article 239A\" (w.e.f. by the Constitution (One Hundred and First Amendment) Act, 2016, s. 13(ii), for \"sale or purchase of goods takes place \" (w.e.f. (2) It shall also be the duty of the Union Public Service Commission, if requested by any two or more States so to do, to assist those States in framing and operating schemes of joint recruitment for any services for which candidates possessing special qualifications are required.",
  "keywords": [
    "parliament",
    "president",
    "council",
    "house",
    "article",
    "court",
    "provision",
    "wef",
    "law",
    "india",
    "amendment",
    "constitution",
    "act",
    "shall",
    "state"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062a"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_4.pdf",
  "summary": "53] NEW DELHI, MONDAY, DECEMBER 25, 2023/PAUSHA 4, 1945 (SAKA) bl Hkkx esa fHkUu i`\"B la[;k nh tkrh gS ftlls fd ;g vyx ladyu ds :i esa j[kk tk ldsA Separate paging is given to this Part in order that it may be filed as a separate compilation.xxxGIDHxxx xxxGIDExxx jftLVªh lañ Mhñ ,yñ —(,u)04@0007@2003 —23 REGISTERED NO. 24.In cases where an act done is not an offence unless done with a particular knowledge or intent, a person who does the act in a state of intoxication shall be liable to be dealt with as if he had the same knowledge as he would have had if he had not been intoxicated, unless the thing which intoxicated him was administered to him without his knowledge or against his will. 83.Whoever, dishonestly or with a fraudulent intention, goes through the ceremony of being married, knowing that he is not thereby lawfully married, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine. Explanation.—A woman who causes herself to miscarry, is within the meaning of this section.Marriage ceremony fraudulently gone through without lawful marriage. A believing in good faith that he can by no other means prevent himself from being horsewhipped, shoots Z dead. Explanation.—To constitute a conspiracy under this section, it is not necessary that any act or illegal omission shall take place in pursuance thereof. A has committed the offence defined in this section.Refusing oath or affirmation when duly required by public servant to make it. Whoever commits a public nuisance in any case not otherwise punishable by this Sanhita shall be punished with fine which may extend to one thousand rupees. (d) A obtains property from Z by saying—“Your child is in the hands of my gang, and will be put to death unless you send us ten thousand rupees”. But, ifA afterwards sells the book for his own benefit, he is guilty of an offence under this section.",
  "keywords": [
    "section",
    "liable",
    "public",
    "act",
    "description",
    "cause",
    "year",
    "punished",
    "term",
    "fine",
    "offence",
    "extend",
    "imprisonment",
    "person",
    "shall"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062b"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_5.pdf",
  "summary": "Charulatha S Kar as new Executive Director The Reserve Bank of India (RBI) has appointed Smt. वेबसाइट  : www.rbi.org.in/hindi  संचार  िवभाग , क� � ी य  कायार्लय , शहीद भगत �संह मागर् , फोटर् , मुंबई - 400 001 Website  : www.rbi.org.in  Department of Communication , Central Office, Shahid Bhagat Singh Marg,  Fort, ई-मेल/email : helpdoc@rbi.org.in  Mumbai - 400 001  फोन/Phone: 022 - 2266 0502",
  "keywords": [
    "executive",
    "rbi",
    "manager",
    "information",
    "ed",
    "mumbai",
    "director",
    "resource",
    "human",
    "management",
    "bank",
    "department",
    "reserve",
    "kar",
    "smt"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062c"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_6.pdf",
  "summary": "Industrial Disp11.te--l3onus-Gross Profits-Extraneom income -Profit unrelated to effort of labour-Available surplus-Prior charges-Retitrn on depredation reserve used as working capital. lf reserves were not used for this purpose the concern would have to borrow money and pay interest thereon. It was not possible for the company to pay more than that as bonus. Apparently, items (iv) and (v) were not in dispute before it; but while making calculations, it seems to have lost sight of this and disallowed thll claim with respect to these two items also. He .fairly concedes that these two items may be excluded from consideration in making calculations for arriving at the available surplus. It further \\milt on to say that <lS regards income earned by way of rent. The Tribunal did not accept this income as extraneous and in so doing it fell into error. '959 nothing whatsoever to do with the efforts of labour, Th T -Oil M'll even though it has arisen this year. The Tribunal, however, allowed return at 4 per centum on a working capital of Rs. Further if the money has been con­ verted into such assets as stock in trade and stores etc., (i.e., other than capital or fixed assets), it will be obviously available from year to year to that extent as .",
  "keywords": [
    "extraneous",
    "used",
    "lac",
    "reserve",
    "effort",
    "bonus",
    "item",
    "capital",
    "year",
    "labour",
    "workman",
    "tribunal",
    "company",
    "income",
    "profit"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062d"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_7.pdf",
  "summary": "h d 1 ' · reat Indian SC e U e; Motor Works Lid., And whereas it is expedient that the said dispute and Another should he referred to an Industrial Tribunal constitut- v. ed under section 7 of the Industrial Disputes Act, Their Employees 1947(XIVofl947); . v. said, contended that as an auction-purchaser, he was Thefr Emptnyccs not in any event liable for any compensation or does, and Others 1 · d b h ] h b as c anne y t e wor rn1en; t,hat e was not ound to Si11haj. After Their Employees such termination of employment, the auction purchaser and Others obtained possession on 24th July,11954. l f\" k rca n ian special leave to appeal, an tie mam gronn< o attac , Motor Works Ltd., naturally, was that the .Labour Appellate Tribunal was and Another in error in di1m1is:;ing the appeal as unanthorisecl or as v. not maintainable. (48 t1f 1950) (which was repealed by Act 36 of 1956), which governed t.he making of a.ppe\"'ls before the Appellate Tribunal, the appea,l to that Tribunal was competent, and should have been heard and determined on merit.s. Government, where it is not the appropriate Govern- MGreawt Inkd•aLn d ment, whether or not such Government is a party to otor OY S t ., th d• t ,, and Another e ISpU e . It is the usual statutory provision for an appeal, which otherwise would not lie. It concerns a very special case and has no bearing on the general right of appeal. Industrial Dispute-Puja Bonus-Implied agreement-Tes/­ Benefits arising out of service with employer's predecessors-Worlmten if entitled to. Ispahani Ltd., which shortly before the partition of India transferred its registered office from CO:Icutta to Chittagong.",
  "keywords": [
    "dispute",
    "said",
    "party",
    "order",
    "appellate",
    "appellant",
    "industrial",
    "liquidator",
    "auctionpurchaser",
    "employee",
    "act",
    "court",
    "tribunal",
    "appeal",
    "company"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062e"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_8.pdf",
  "summary": "Industrial Dispute-Puja Bonus-Implied agreement-Tes/­ Benefits arising out of service with employer's predecessors-Worlmten if entitled to. Ispahani Ltd., which shortly before the partition of India transferred its registered office from CO:Icutta to Chittagong. Held further, that the workmen were not entitled to any benefits arising out of their employment with M/s. M. Ispahani Ltd. A few facts may be set out here to give the back­ ground of this dispute. Shortly before the parti­ tion took place, Messrs. M. M. Ispahani Ltd. trans­ ferred their registered head office from Calcutta to Chittagong, now in Pakistan. Two points Ispahani Ltd .• Calcutta have been urged in this behalf, namely- v. (1) the Appellate Tribunal had no jurisdiction to 1.>pah~ni . The claim for puja bonus in Bengal is based on either of two grounds. 370  30 SUPREME COURT REPORTS [1960(1)) z959 established or whether adverse possession has been Proved, or whether a Hindu family has ceased to be Ispahani Led., Calcutta joint as a matter of law accepting the facts proved. Ispahani Ltd. always used to get puja bonus at the rate of one month's wages. This aver­ ment impliedly admitted that Messrs. M. M. Ispahani Ltd. used to pay puja bonus as alleged by the respon­ dents.",
  "keywords": [
    "payment",
    "service",
    "question",
    "employee",
    "case",
    "appellate",
    "appeal",
    "messrs",
    "implied",
    "puja",
    "tribunal",
    "workman",
    "bonus",
    "company",
    "ispahani"
  ]
},
{
  "_id": {
    "$oid": "670b687430280980f27b062f"
  },
  "pdf_path": "E:/wasserstoff AiInternTask\\pdf_9.pdf",
  "summary": "The manager held an enquiry and dismissed Das from service for gross misconduct. Das remained Its w;;knien in jail up to February 25, 1955, when he was released on bail. It went on to say that normally Das would have been entitled to reinstatement but in the peculiar circumstances of this case it was of opinion that he should be granted the alternative relief for compensation. It also ordered that he would be entitled to fifteen day's pay for every completed year of service along with all benefits that accrued to him till the date of final payment. (1) • Reference in this case was made on March 8, 1956, before the amending Act No. Further his evidence does not show that t.he statements which had been recorded were read over to Das at the enquiry before he was asked to question the witnesses. d d h u ari ea stat• bunal; but the witnesses were not pro uce so t at v. they might be cross-examined even at that stage on Its Workmen behalf of Das. This Court, speaking through Venkatarama Ayyar J. observed as follows in that connection at p. 507 :- \" Stating it broadly and without intending it to be exhaustive, it mav be observed that rules of natu­ ral justice require th.~t a party should have the oppor­ tunity •>f a<ldueing all relevant evidence on which he relies, that the evidence of the opponent should bC' taken in his presence, and tha.t he should be given the opportunity of cro::;s,examining the witnesses exa.min­ ed by that party, and that no materials should be relied on agairnit him without his being given an opportunity of explaining them.\" The narration of facts as to what happened on March 12, which we have given above, shows that oven this was not done in this case, for there is no evidence that. This left the matters where they were v. and Das had never an opport.unity of questioning the Its Workmen witneRRes after knowing in full what they had stated against, him.",
  "keywords": [
    "held",
    "appeal",
    "manager",
    "question",
    "given",
    "act",
    "march",
    "company",
    "evidence",
    "witness",
    "case",
    "court",
    "enquiry",
    "tribunal",
    "da"
  ]
}]